{"SOLDIER.0":"СОЛДАТ","SOLDIER.2":"ВОИН","SOLDIER.4":"РЫЦАРЬ","SOLDIER.6":"УБИЙЦА","SOLDIER.description":"Солдаты это солидные всесторонние бойцы, которые сформируют костяк любой армии. Также солдаты - единственная единица, которая может захватывать города, приносящие золото.","ARCHER.0":"СТРЕЛОК","ARCHER.2":"ЭЛИТНЫЙ СТРЕЛОК","ARCHER.4":"РЕЙНЖЕР","ARCHER.6":"ЭЛИТНЫЙ РЕЙНЖЕР","ARCHER.description":"Со своими мощными луками стрелки могут атаковать на расстоянии и особенно эффективны против летающих врагов.","ELEMENTAL.0":"ЭЛЕМЕНТАЛ","ELEMENTAL.2":"ЭЛЕМЕНТАЛ МОРЯ","ELEMENTAL.4":"ВОДЯНОЙ","ELEMENTAL.6":"НЕПТУНИАН","ELEMENTAL.description":"Элементалы это магические водяные духи. Будучи в воде, Элементалы быстрее передвигаются и лучше защищаются.","SORCERESS.0":"ВЕДЬМА","SORCERESS.2":"ЧАРОДЕЙКА","SORCERESS.4":"МАГ","SORCERESS.6":"ВЫСОКИЙ МАГ","SORCERESS.description":"Натасканные в использовании магии, Ведьмы слабы в ближнем бою. Однако, их способность к вызову боевых скелетов из мертвых войск может стать решающей в битве.","WISP.0":"ВИСП","WISP.2":"ТЕНЬ","WISP.4":"ДУХ","WISP.6":"МИСТРАЛЬ","WISP.description":"Эти мистические существа чистого света излучают ауру, которая усиливает способности к атаке у ближайших дружественных единиц. В ближнем бою они особенно смертельны против скелетов.","DIRE_WOLF.0":"ЖУТКИЙ ВОЛК","DIRE_WOLF.2":"ПРИЗРАК","DIRE_WOLF.4":"ДЕМОН ВОЛК","DIRE_WOLF.6":"ДЬЯВОЛ","DIRE_WOLF.description":"Жуткие Волки - опасные охотники, которые передвигаются стаями. Будьте осторожны - их укусы ядовиты, что умельшает и атаку, и защиту на один ход.","GOLEM.0":"ГОЛЕМ","GOLEM.2":"КОЛОСС","GOLEM.4":"БИХОЛДЕР","GOLEM.6":"ТИТАН","GOLEM.description":"Големы - это древние существа - медленны, но необычайно сильны в защите. Голема, расположенного в здании или хорошо защищенной горе очень сложно победить.","CATAPULT.0":"КАТАПУЛЬТА","CATAPULT.2":"ОСАДНАЯ КАТАПУЛЬТА","CATAPULT.4":"ТЯЖЕЛАЯ КАТАПУЛЬТА","CATAPULT.6":"БОМБАРДИР","CATAPULT.description":"Катапульты приносят опустошение везде, куда достанут со своей гигантской зоной атаки. Однако, они относительная неподвижность и неспособность атаковать вблизи делают их уязвимыми, так что защищайте их хорошо. Катапульты могут передвигаться и атаковать в течении хода, но только что-нибудь одно за ход.","DRAGON.0":"ДРАКОН","DRAGON.2":"НЕИСТОВЫЙ ДРАКОН","DRAGON.4":"ОГНЕННЫЙ ДРАКОН","DRAGON.6":"ГРАНД ДРАКОН","DRAGON.description":"Эти грациозные летающие твари правят над горами с древнейших времен. Они чрезвычайно подвижны, а так же смертельно опасны в атаках на земле, воздухе и в море.","KING.0":"КОМАНДИР","KING.description":"Командир очень силен в атаке и защите. Командиры могут также занимать замки, чтобы производить войска, и их можно оживлять в замке, если они умрут в битве. Галамар, Валадорн и Демон Лорды - примеры Командиров.","SKELETON.0":"СКЕЛЕТ","SKELETON.2":"УПЫРЬ","SKELETON.4":"ЛИЧ","SKELETON.6":"РЫЦАРЬ СМЕРТИ","SKELETON.description":"Вызванные ведьмами, эти безжизненные воины сильны как солдаты и смертельные оппоненты на любом поле боя.","CRYSTAL.0":"КРИСТАЛ","CRYSTAL.description":"Эти легендарные кристаллы были изначально выкопаны из руин Античной Цитадели. Мало что известно об их силе, за исключением того, что они, по слухам, могут защитить королевство, а также обладают силой, чтобы уничтожить его.","KING_GALAMAR.0":"ГАЛАМАР","KING_DEMONLORD.0":"ДЕМОН ЛОРД","KING_VALADORN.0":"ВАЛАДОРН","KING_SAETH.0":"САЕФ"}