{"SOLDIER.0":"SOLDIER","SOLDIER.2":"WARRIOR","SOLDIER.4":"KNIGHT","SOLDIER.6":"SLAYER","SOLDIER.description":"Soldiers are solid all-round fighters that form the backbone of any army. Soldiers are also the only unit that can capture towns to earn gold.","ARCHER.0":"ARCHER","ARCHER.2":"ELITE ARCHER","ARCHER.4":"RANGER","ARCHER.6":"ELITE RANGER","ARCHER.description":"With their powerful bows archers can attack from a distance and are especially powerful against airborne enemies.","ELEMENTAL.0":"ELEMENTAL","ELEMENTAL.2":"SEA ELEMENTAL","ELEMENTAL.4":"AQUEOS","ELEMENTAL.6":"NEPTUNIAN","ELEMENTAL.description":"Elementals are magical water spirits. When in water, Elementals have greater movement and stronger defence.","SORCERESS.0":"SORCERESS","SORCERESS.2":"ENCHANTRESS","SORCERESS.4":"MAGI","SORCERESS.6":"HIGH MAGI","SORCERESS.description":"Skilled in the use of magic, Sorceresses are weak in close combat. However, their ability to summon fighting skeletons from dead troops can be decisive in battle.","WISP.0":"WISP","WISP.2":"SHADE","WISP.4":"SPIRIT","WISP.6":"MISTRAL","WISP.description":"These mystical beings of pure light radiate an aura which strengthens the attacking abilities of nearby friendly units. In close combat they are especially deadly against skeletons.","DIRE_WOLF.0":"DIRE WOLF","DIRE_WOLF.2":"SHADOW BEAST","DIRE_WOLF.4":"DEMON WOLF","DIRE_WOLF.6":"HELLHOUND","DIRE_WOLF.description":"Dire Wolves are feared hunters that travel in packs. Beware - their bite is poisonous and reduces both attack and defence levels for one turn.","GOLEM.0":"GOLEM","GOLEM.2":"COLOSSUS","GOLEM.4":"BEHOLDER","GOLEM.6":"TITAN","GOLEM.description":"Golems are ancient beings - slow but immensely strong in defence. A golem stationed in a building or a well defended mountain is very difficult to defeat.","CATAPULT.0":"CATAPULT","CATAPULT.2":"SIEGE CATAPULT","CATAPULT.4":"HEAVY CATAPULT","CATAPULT.6":"BOMBARDER","CATAPULT.description":"Catapults blaze a trail of destruction with their enormous attack range. However, their relative immobility and inability to attack up close make them vulnerable, so guard them well. Catapults can either move or attack during a turn, but not do both.","DRAGON.0":"DRAGON","DRAGON.2":"STORM DRAGON","DRAGON.4":"FIERY DRAGON","DRAGON.6":"GRAND DRAGON","DRAGON.description":"These massive flying beasts have ruled over the mountains of mist since ancient times. They are extremely mobile as well as deadly in attack on land, air and sea.","KING.0":"COMMANDER","KING.description":"A Commander is very strong in attack and defence. Commanders can also occupy castles to produce troops and can be revived in the castle if they fall in battle. Galamar, Valadorn and Demon Lords are examples of Commanders.","SKELETON.0":"SKELETON","SKELETON.2":"GHOUL","SKELETON.4":"LICH","SKELETON.6":"DEATH KNIGHT","SKELETON.description":"Summoned by Sorceresses, these lifeless warriors are as strong as soldiers and deadly opponents on any battlefield.","CRYSTAL.0":"CRYSTAL","CRYSTAL.description":"These legendary Crystals were originally retrieved from the ruins of the Ancient Citadel. Little is known of their power, except that they are rumoured to protect the kingdom, while also possessing the power to destroy it.","KING_GALAMAR.0":"GALAMAR","KING_DEMONLORD.0":"DEMON LORD","KING_VALADORN.0":"VALADORN","KING_SAETH.0":"SAETH"}